[Version]
7.7

[Main]	
Item0000=Witamy w programie HP Recovery Manager. Jest to narzędzie służące do przywracania pełnej funkcjonalności komputera, jeśli przestanie on normalnie działać.
Item0001=Potrzebuję pomocy natychmiast
Item0002=Chcę przeprowadzić konserwację
Item0003=Chcę skontaktować się z działem technicznym firmy HP
Item0004=Chcę podjąć środki bezpieczeństwa
Item0005=Przywracanie systemu Windows
Item0006=Przywraca poprzednie ustawienia systemu
Item0007=Platforma odzyskiwania systemu Windows Recovery Environment
Item0008=Uruchom ponownie komputer i uruchom platformę odzyskiwania systemu Windows Recovery Environment, aby zaktualizować obraz systemu lub przywrócić system do oryginalnego stanu fabrycznego.
Item0009=Tworzenie kopii zapasowych plików
Item0010=Wykonuje kopię zapasową danych osobistych
Item0011=Przywracanie minimalnego obrazu
Item0012=Przywraca system operacyjny, sterowniki i wybrane oprogramowanie (czysty obraz)
Item0013=Uruchom przegląd komputera
Item0014=Diagnozuje stan pamięci komputera, dysku twardego itp. przy użyciu narzędzia Hardware Diagnostics (Diagnostyka dysku twardego)…
Item0015=Tworzenie nośnika odzyskiwania danych
Item0016=Pozwala utworzyć nośnik do odzyskiwania systemu
Item0017=Usuń partycję do odzyskiwania
Item0018=Służy do usuwania obrazu fabrycznie zainstalowanego oprogramowania do odzyskiwania systemu w celu zwolnienia miejsca na dysku twardym
Item0019=Przywracanie ustawień fabrycznych
Item0020=Pozwala zresetować ustawienia komputera przez usunięcie zawartości całego dysku twardego i przywrócenie ustawień fabrycznych
Item0021=Przeprowadź konserwację komputera
Item0022=Rozwiązywanie problemów, pobieranie aktualizacji oraz uzyskiwanie informacji na temat komputera
Item0023=Uzyskaj pomoc specjalistów z firmy HP
Item0024=Wyświetla dane kontaktowe działu obsługi klienta HP
Item0025=Pokaż informacje potrzebne do kontaktu
Item0026=Wyświetla dane kontaktowe działu obsługi klienta HP
Item0027=Ponowna instalacja aplikacji i sterowników
Item0028=Ponownie instaluje aplikacje i/lub sterowniki
Item0029=Wyłączone: Usunięto partycję do odzyskiwania danych.
Item0030=Wyłączone: Użyj nośnika odzyskiwania, aby przywrócić system
Item0031=Wyłączone: Przywracanie systemu Windows jest wyłączone.
Item0032=Wyłączone: Nie zainstalowano programu HP Support Assistant
Item0033=Kopia zapasowa i przywracanie systemu Windows
Item0034=Utwórz kopię zapasową albo przywróć pliki z istniejącej kopii zapasowej
Item0035=Niewystarczające prawa dostępu
Item0036=Do uruchomienia programu HP Recovery Manager wymagane są uprawnienia administratora. Należy zmienić ustawienia funkcji Kontrola konta użytkownika (UAC). 	
Item0037=Wersja: 00
Item0038=Wyłączono: brak obsługi dysku dynamicznego
Item0039=Wyłączono: skorzystaj z przystawki Zarządzanie dyskami systemu Windows
Item0040=Historia plików systemu Windows
Item0041=Niektóre funkcje wymagają dostępu do partycji odzyskiwania. Zadokuj tablet w podstawie i uruchom ponownie aplikację HP Recovery Manager, aby uaktywnić te opcje.
Item0042=Aby skorzystać z tej opcji zadokuj tablet w podstawie i uruchom ponownie aplikację HP Recovery Manager.
Item0043=Opcje odzyskiwania i tworzenia kopii zapasowych wymagają dostępu do partycji odzyskiwania, która znajduje się w podstawie. Zadokuj tablet w podstawie, uruchom ponownie system i naciśnij klawisz F11, aby uruchomić ponownie aplikację HP Recovery Manager. Kliknij przycisk Kontynuuj, aby uruchomić narzędzie Przegląd komputera.
Item0044=Odświeżenie systemu Windows
Item0045=Środki ostrożności
Item0046=Pomoc techniczna
Item0047=Konserwacja
Item0048=Utwórz nośnik odzyskiwania danych
Item0049=Utwórz nośnik odzyskiwania danych dla swojego systemu
Item0050=Przeprowadź konserwację komputera 
Item0051=Skontaktuj się z pomocą techniczną HP
Item0052=Usuń partycję odzyskiwania
Item0053=Utwórz punkt przywracania lub użyj wcześniej utworzonego punktu przywracania w celu przywrócenia stanu systemu z tego dnia.
Item0054=Historia plików systemu Windows
Item0055=Środowisko odzyskiwania systemu HP
Item0056=Uruchom ponownie komputer i uruchom środowisko odzyskiwania HP, aby przywrócić system do oryginalnego stanu fabrycznego.
Item0057=Nie wyjmuj tabletu ze stacji dokującej podczas procesu odzyskiwania. Spowoduje to brak możliwości uruchomienia tabletu.
Item0058=W celu przywrócenia systemu uruchom ponownie system, a następnie wybierz narzędzie 00
Item0059=Reset systemu Windows
Item0060=Narzędzie HP Recovery Manager jest obsługiwane wyłącznie w trybie orientacji poziomej.
Item0061=Zamknij narzędzie HP Recovery Manager, przełącz wyświetlacz w tryb orientacji poziomej, a następnie ponownie uruchom narzędzie HP Recovery Manager.

[General]	
Item0100=Wstecz
Item0101=Dalej
Item0102=Anuluj
Item0103=Kontynuuj
Item0104=Zakończ
Item0105=OK
Item0106=Czy chcesz zamknąć narzędzie HP Recovery Manager?
Item0107=Upewnij się, że komputer jest podłączony do zasilacza. W przeciwnym razie proces przywracania może zostać przerwany.
Item0108=Narzędzie HP Recovery Manager jest już uruchomione!
Item0109=Uruchom ponownie
Item0110=Wyłącz
Item0111=Ostrożnie: komputer działa w tej chwili na zasilaniu bateryjnym.
Item0112=Wykonanie tego procesu wymaga podłączenia komputera do zasilacza.
Item0113=Podłącz komputer do zasilacza i kliknij przycisk OK, aby kontynuować.
Item0114=Nie powiodło się uruchomienie narzędzia HP Recovery Manager. Kod błędu = 00
Item0115=Wystąpiły błędy. Spróbuj ponownie.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(kod błędu = 00)
Item0119=W przypadku danej konfiguracji odzyskiwanie nie jest obsługiwane. Włącz akcelerację technologii Intel Smart Response Technology i spróbuj ponownie.
Item0120=Program Recovery Manager został dostosowany do systemu Windows 7. Nie jest zgodny z systemem Windows 8.
Item0121=Ten pakiet Softpaq nie jest obsługiwany w systemie Windows 7. Najpierw zaktualizuj system do wersji Windows 8.
	
[Windows System Restore]
Item0200=Przywracanie systemu Windows
Item0201=Aby można było skorzystać z funkcji przywracania systemu Windows, program HP Recovery Manager zostanie zamknięty.
Item0202=Funkcja przywracania systemu Windows może pomóc rozwiązać problemy powodujące wolne działanie komputera lub brak odpowiedzi. Nie wpływa ona na dokumenty, obrazy czy inne dane osobiste użytkownika.
Item0203=Aby automatycznie uruchomić funkcję przywracania systemu Windows, kliknij przycisk Dalej.
	       	
[Computer Checkup]	
Item0250=Przegląd komputera
Item0251=Uruchom program Sprawdzanie dysku dla partycji systemu Windows
Item0252=Uruchom program Sprawdzanie dysku dla partycji odzyskiwania danych
Item0253=Wyświetl wiersz polecenia
Item0254=Aby kontynuować, wybierz opcję i kliknij przycisk Dalej.
		
[Remove Recovery Partition]	
Item0300=Usuń partycję do odzyskiwania
Item0301=Po usunięciu partycji przywracania systemu funkcja Windows Push Button Reset (Przywracanie systemu za naciśnięciem przycisku) oraz HP Image Recovery nie będą dostępne.
Item0302=Rozumiem. Kontynuuj usuwanie partycji do odzyskiwania danych.
Item0303=Kontynuuj
Item0304=Operacja tworzenia nośnika odzyskiwania danych nie została ukończona. Opcja tworzenia nośnika odzyskiwania danych nie będzie dostępna po usunięciu partycji do odzyskiwania danych.
Item0305=Przejdź teraz do 00.
Item0306=Usuwanie partycji do odzyskiwania danych…
Item0307=Kliknij przycisk Kontynuuj, aby powrócić do strony głównej
Item0308=Strona główna
Item0309=Utwórz nośnik odzyskiwania danych
Item0310=Podczas usuwania partycji do odzyskiwania danych wystąpiły błędy. Spróbuj ponownie.
Item0311=Usuwanie partycji do odzyskiwania danych zakończyło się powodzeniem.
Item0312=Opcja odzyskiwania obrazu HP nie będzie dostępna po usunięciu partycji do odzyskiwania danych.
		
[File Restore Program]	
Item0400=Przywracanie plików 
Item0401=Witamy
Item0402=Program ten umożliwia przywrócenie plików, dla których wcześniej utworzono kopie zapasowe.
Item0403=Kliknij przycisk Dalej, aby kontynuować.
Item0404=Jakie pliki chcesz przywrócić?
Item0405=Obrazy
Item0406=Pliki muzyczne i inne pliki audio
Item0407=Pliki wideo i filmy
Item0408=Nagrane programy telewizyjne
Item0409=Dokumenty, arkusze kalkulacyjne i prezentacje
Item0410=Wiadomości e-mail, ulubione strony internetowe i ustawienia
Item0411=Inne
Item0412=Pomoc
Item0413=Odtworzone pliki zostaną zapisane w następującej lokalizacji:
Item0414=Na pulpicie zostanie umieszczona ikona skrótu do tej lokalizacji.
Item0415=Trwa przywracanie
Item0416=Postęp:  00 %
Item0417=Proszę czekać...
Item0418=Przywrócone pliki
Item0419=Przywracanie zakończyło się powodzeniem.
Item0420=Kliknij przycisk Zakończ, aby zamknąć program.
Item0421=Ścieżka do niektórych przywróconych plików jest dłuższa niż 260 znaków. Zapoznaj się z 00.
Item0422=OK
Item0423=Ostrzeżenie
Item0424=Program do przywracania plików jest już uruchomiony.
Item0425=Aby uruchomić program do przywracania plików, musi być uruchomiony system operacyjny Windows 7.
Item0426=Czy anulować przywracanie plików?
Item0427=Anulowano przywracanie plików
Item0428=Proces przywracania został anulowany.
Item0429=Gdzie zapisać kopię zapasową?
Item0430=Dysk lokalny
		
[File Backup Program]	
Item0500=Tworzenie kopii zapasowych plików
Item0501=Dla jakich plików chcesz utworzyć kopie zapasowe?
Item0502=Obrazy
Item0503=Pliki muzyczne i inne pliki audio
Item0504=Pliki wideo i filmy
Item0505=Nagrane programy telewizyjne
Item0506=Dokumenty, arkusze kalkulacyjne i prezentacje
Item0507=Wiadomości e-mail, ulubione strony internetowe i ustawienia
Item0508=Inne
Item0509=Pomoc
Item0510=Kliknij przycisk Dalej, aby kontynuować.
Item0511=Trwa skanowanie
Item0512=Kreator tworzenia kopii zapasowych plików tworzy listę plików, dla których zostanie utworzona kopia zapasowa.
Item0513=Może to potrwać kilka minut.
Item0514=Postęp: 00 %
Item0515=Proszę czekać...
Item0516=Brakuje miejsca na partycji systemu na dysku twardym na tymczasowe przechowanie danych podczas ich kompresji.
Item0517=Aby kontynuować operację, należy zwolnić miejsce na partycji systemu na dysku twardym.
Item0518=OK
Item0519=Ostrzeżenie
Item0520=Aby kontynuować, wybierz opcję i kliknij przycisk Dalej.
Item0521=Tworzenie kopii zapasowej
Item0522=Tworzenie kopii zapasowych plików
Item0523=Kończenie tworzenia kopii zapasowych plików
Item0524=Nie znaleziono rodzajów plików wybranych przez użytkownika.
Item0525=Gdzie chcesz zapisać kopię zapasową pliku?
Item0526=Rozmiar plików źródłowych:  00
Item0527=Nazwa
Item0528=Typ
Item0529=Całkowity rozmiar
Item0530=Wolne miejsce
Item0531=Brak dostępnego urządzenia umożliwiającego utworzenie kopii zapasowej pliku. Sprawdź, czy podłączono dysk wymienny.
Item0532=Wymienny
Item0533=Program do tworzenia kopii zapasowych plików jest gotowy do pracy.
Item0534=Pliki zostaną zapisane w (00).
Item0535=Kopiowanie plików 
Item0536=Nie podłączono dysku docelowego.
Item0537=Tworzenie kopii zapasowych plików
Item0538=Program HP Recovery Manager utworzył kopie zapasowe plików.
Item0539=Czy anulować tworzenie kopii zapasowych?
Item0540=Anuluj
Item0541=Anulowano tworzenie kopii zapasowych
Item0542=Proces tworzenia kopii zapasowych został anulowany.
Item0543=Proces tworzenia kopii zapasowych został anulowany.
Item0544=Czy chcesz kontynuować odzyskiwanie systemu?
Item0545=Czy chcesz kontynuować odzyskiwanie pomniejszonego obrazu?
Item0546=Czy chcesz kontynuować przywracanie ustawień fabrycznych?
Item0547=Tak
Item0548=Nie
Item0549=Nagrywarka
Item0550=Brak dostępnego urządzenia umożliwiającego utworzenie kopii zapasowej pliku. Sprawdź, czy podłączono dysk wymienny lub nagrywarkę.
Item0551=Automatyczne tworzenie kopii zapasowych
Item0552=Pozwala wybrać kategorie plików, dla których zostaną utworzone kopie zapasowe (np. zdjęcia). Zostaną utworzone kopie zapasowe plików zazwyczaj umieszczanych w wybranych kategoriach. Opcja ta pozwala na łatwe skonfigurowanie ustawień tworzenia kopii zapasowych.
Item0553=Ręczne tworzenie kopii zapasowych
Item0554=Pozwala wybrać pliki i foldery, dla których zostaną utworzone kopie zapasowe. Opcja ta zapewnia pełną kontrolę nad tworzeniem kopii zapasowych.
Item0555=Opcja bezpośredniego kopiowania danych
Item0556=W opcji bezpośredniego kopiowania dane nie są poddawane kompresji, a odzyskiwanie plików nie odbywa się za pośrednictwem programu HP Recovery Manager. Odzyskane pliki można odnaleźć w katalogu System Recovery Files.
Item0557=Aby przywrócić dane, wystarczy skopiować pliki i je wkleić.
Item0558=Umieść w napędzie komputera pusty dysk DVD+R lub DVD-R, a następnie kliknij przycisk Dalej.
Item0559=Postęp nagrywania  00 %
Item0560=Całkowita liczba plików:  00
Item0561=Bieżący dysk:  00
Item0562=Włóż dysk
Item0563=Włóż pusty dysk.
Item0564=Dysk umieszczony w napędzie nie jest obsługiwany w programie HP Recovery Manager. Umieść w napędzie komputera pusty dysk DVD+R lub DVD-R (o pojemności 4,7 GB).
Item0565=Przygotowywanie danych 
	
[Recovery Media Creation]	
Item0600=Strona główna
Item0601=Utwórz nośnik odzyskiwania danych
Item0602=Można utworzyć tylko 00 zestaw nośników do odzyskiwania.
Item0603=Akceptuję.
Item0604=Kontynuuj
Item0605=Podłącz jeden z poniższych nośników:
Item0606=Dysk USB Flash
Item0607=Minimalna wymagana pojemność: 00
Item0608=DVD
Item0609=Wymagana liczba dysków: 00
Item0610=DVDDL
Item0611=Kontynuować zapisywanie na zaznaczony nośnik?
Item0612=Tak
Item0613=Nie
Item0614=Tworzony jest dysk USB Flash odzyskiwania...
Item0615=Przygotuj dysk
Item0616=Formatowanie dysku USB Flash
Item0617=Kopiuj obraz
Item0618=Kopiowanie obrazu odzyskiwania na dysk USB Flash...
Item0619=Sprawdź dysk
Item0620=Sprawdzanie obrazu odzyskiwania dysku USB Flash...
Item0621=Ukończono 00 %
Item0622=Włóż dysk
Item0623=Aby kontynuować, umieść w napędzie dysk 00. Kliknij polecenie Anuluj, aby przerwać tworzenie nośnika odzyskiwania. Aby kontynuować proces tworzenia nośnika odzyskiwania, wybierz ponownie opcję Utwórz nośnik odzyskiwania.
Item0624=Przygotuj dane
Item0625=Tworzenie obrazu odzyskiwania
Item0626=Zapisz dane
Item0627=Zapisywanie obrazu odzyskiwania na dysku
Item0628=Sprawdź dysk
Item0629=Sprawdzanie obrazu odzyskiwania na dysku
Item0630=Na dysku 00 utworzono nośnik odzyskiwania. Utworzyć można tylko JEDEN zestaw nośników odzyskiwania.
Item0631=Kliknij przycisk OK, aby powrócić do strony głównej
Item0632=OK
Item0633=Operacja tworzenia nośnika odzyskiwania danych nie została ukończona. Naciśnij przycisk Kontynuuj, aby zakończyć tworzenie nośnika odzyskiwania.
Item0634=Anuluj
Item0635=Podłącz komputer do zasilacza
Item0636=Wykonanie tego procesu wymaga podłączenia komputera do zasilacza. W komputerze musi być także zamontowany akumulator
Item0637=Zamontuj akumulator
Item0638=Nie wykryto napędu optycznego
Item0639=Można teraz podłączyć napęd optyczny
Item0640=Dysk Blu-ray
Item0641=Zakończono tworzenie dysku odzyskiwania 00. Oznacz dysk 00 i schowaj go w bezpiecznym miejscu.
Item0642=Zostanie sformatowany dysk USB Flash. Wszystkie dane zapisane na dysku USB Flash zostaną utracone. Cała pojemność dysku USB Flash zostanie przeznaczona na obraz odzyskiwania (nawet jeśli pojemność dysku USB Flash jest większa niż szacowany rozmiar obrazu odzyskiwania).
Item0643=Kliknij przycisk Anuluj, aby powrócić do operacji wybierania nośnika lub Kontynuuj, aby rozpocząć przygotowywanie dysku.
Item0644=Wybierz jedną z poniższych opcji nośników 
Item0645=JEDEN
Item0646=Analiza sprzętu…
Item0647=Trwa tworzenie nośnika odzyskiwania. Nie można zamknąć programu HP Recovery Manager.
Item0648=Podczas tworzenia nośnika do odzyskiwania danych wystąpiły błędy. Spróbuj ponownie.
Item0649=Pojemność dysku Flash umieszczonego w napędzie jest niewystarczająca. Umieść w napędzie inny dysk.
Item0650=Dyski przeznaczone do wielokrotnego zapisu nie są obsługiwane. Umieść w napędzie pusty dysk 00.
Item0651=Włożony dysk nie jest pusty. Umieść w napędzie pusty dysk 00.
Item0652=Zakończono tworzenie dysku odzyskiwania 00 z 01. Oznacz dysk 00 z 01 i schowaj go w bezpiecznym miejscu.
Item0653=Zakończono tworzenie dysku do odzyskiwania.
Item0654=Zakończono pomyślnie tworzenie dysku Flash do odzyskiwania. Oznacz dysk i schowaj go w bezpiecznym miejscu.
Item0655=Wymagana liczba dysków: 00
Item0656=Dyski przeznaczone do wielokrotnego zapisu nie są obsługiwane!
Item0657=Nośnik umieszczony w napędzie nie jest obsługiwany!
Item0658=Partycja do odzyskiwania danych została usunięta. Opcja tworzenia nośnika odzyskiwania danych nie jest już dostępna
Item0659=Sprawdzanie dysku zakończone niepowodzeniem. Użyj innego dysku i spróbuj ponownie.
Item0660=Nagrywanie dysku zakończone niepowodzeniem. Użyj innego dysku i spróbuj ponownie.
Item0661=System utworzony z nośnika odzyskiwania danych. Utworzyć można tylko JEDEN zestaw nośników odzyskiwania danych.
Item0662=Usunięto partycję do odzyskiwania danych.
Item0663=Przekroczony limit napędu USB
Item0664=Rozmiar obrazu do odzyskiwania przekracza 32 GB. Użyj nośnika optycznego.
Item0665=Rozmiar obrazu do odzyskiwania przekracza limit 32 GB dla napędu flash USB. Aby utworzyć nośnik do odzyskiwania, należy użyć nośników optycznych (dysków DVD).
Item0666=Upewnij się, że na napędzie flash USB zmieści się 00 GB danych (maksymalnie 32 GB).
Item0667=- Zakończono tworzenie dysku odzyskiwania 00 z 01. Oznacz dysk „00 z 01” i umieść go w bezpiecznym miejscu.
Item0668=- Włóż dysk, aby kontynuować lub kliknij Anuluj, aby zatrzymać tworzenie nośnika odzyskiwania. 
Item0669=- Możesz w dowolnym momencie kontynuować, wybierając ponownie opcję Utwórz nośnik odzyskiwania.
Item0670=Ostrożnie: Wybrany dysk flash USB zostanie sformatowany. Wszystkie dane na dysku flash USB zostaną utracone.
Item0671=Obraz do odzyskiwania zajmie maksymalnie 32 GB pamięci w napędzie flash USB. Jeżeli pojemność napędu flash USB jest większa niż 32 GB, wolne miejsce pozostałe po utworzeniu nośnika odzyskiwania danych będzie można wykorzystać.
Item0672=Kliknij Anuluj, aby powrócić do ekranu wyboru nośnika lub kliknij Kontynuuj, aby rozpocząć tworzenie nośnika odzyskiwania.
Item0673=Wybierz przycisk 00, aby powrócić do ekranu wyboru nośnika lub wybierz przycisk 01, aby rozpocząć tworzenie nośnika odzyskiwania.
	
[System Recovery]	
Item0700=Przywraca ustawienia fabryczne komputera
Item0701=W wyniku tego procesu w partycji systemu zostanie ponownie zainstalowany fabryczny obraz, jednak nie zostaną wprowadzone inne zmiany na dysku twardym.
Item0702=Wszystkie pliki utworzone przez użytkownika i programy zainstalowane po zakupieniu urządzenia zostaną utracone.
Item0703=Zaleca się uprzednie wykonanie kopii zapasowych plików
Item0704=Odzyskaj dane bez wykonywania kopii zapasowych plików
Item0705=Aby kontynuować, wybierz opcję i kliknij przycisk Dalej.
Item0706=Środowisko odzyskiwania HP
Item0707=Witamy w programie HP Recovery Manager
Item0708=Program służy do przywracania ustawień fabrycznych komputera.
Item0709=Przed wykonaniem dalszych operacji odłącz wszystkie urządzenia zewnętrzne.
Item0710=Dodatkowe informacje można znaleźć w dokumentacji dołączonej do komputera.
Item0711=Kliknij przycisk Dalej, aby kontynuować.
Item0712=Przywracanie obrazu zainstalowanego fabrycznie
Item0713=Ponowne formatowanie partycji Windows na dysku twardym
Item0714=Ponowna instalacja oryginalnego oprogramowania
Item0715=Postęp:  00 % 
Item0716=Szacowany pozostały czas: 00 minut
Item0717=Proszę czekać...
Item0718=Zakończono odzyskiwanie
Item0719=Po ponownym uruchomieniu komputera i zakończeniu jego początkowej konfiguracji należy wykonać kilka dodatkowych ważnych kroków:
Item0720=zaktualizować pliki zabezpieczeń firm Microsoft i HP
Item0721=zainstalować ponownie oprogramowanie, które nie było dostarczone z komputerem
Item0722=odtworzyć dane osobiste z kopii zapasowej (jeśli ją przygotowano)
Item0723=Kliknij przycisk Zakończ, aby ponownie teraz uruchomić komputer.
Item0724=Przygotowanie do odzyskiwania
Item0725=Ponowne formatowanie dysku twardego i kopiowanie wszystkich plików potrzebnych do odtworzenia obrazu fabrycznego na dysk twardy.
Item0726=Instalacja odzyskiwania
Item0727=Instalacja oprogramowania i sterowników oraz przystosowanie zawartości do komputera.
Item0728=Program HP Recovery Manager przywróci dysk twardy komputera do stanu fabrycznego. Dane użytkownika oraz zmiany wprowadzone na dysku twardym zostaną usunięte.
Item0729=OK
Item0730=Anuluj
Item0731=Przygotowanie do odzyskiwania obrazu fabrycznego
Item0732=Kopiowanie informacji wymaganych do odtworzenia dysku twardego
Item0733=Zakończono przygotowanie do odzyskiwania
Item0734=Po ponownym uruchomieniu komputera rozpocznie się faza instalacji odzyskiwania.
Item0735=Zostanie zainstalowane oprogramowanie i sterowniki oraz nastąpi przystosowanie zawartości do komputera.
Item0736=W tej fazie komputer będzie kilkakrotnie automatycznie uruchamiany ponownie. Jest to normalna procedura.
Item0737=Nie wyłączaj komputera, nie zamykaj jego pokrywy, nie odłączaj go od zasilania sieciowego ani nie próbuj w tym czasie z niego korzystać.
Item0738=Kliknij przycisk Kontynuuj, aby ponownie uruchomić komputer teraz.
Item0739=Włóż dysk odzyskiwania 00.
Item0740=Wyjmij nośnik odzyskiwania z napędu komputera
Item0741=Systemu nie można odzyskać z poziomu systemu Windows. Czy chcesz ponownie uruchomić komputer i uruchomić środowisko odzyskiwania?
Item0742=Kontynuować?
Item0743=Przygotowywanie środowiska odzyskiwania…
Item0744=Zamknij wszystkie aplikacje, a następnie ponownie uruchom system.
Item0745=Przed wykonaniem dalszych operacji odłącz wszystkie urządzenia zewnętrzne oprócz klawiatury, myszy i monitora.
Item0746=Systemu nie można odzyskać z poziomu systemu Windows. Czy chcesz ponownie uruchomić komputer i uruchomić środowisko odzyskiwania?
Item0747=Proces odzyskiwania składa się z dwóch faz:
Item0748=Strona główna
Item0749=Odzyskiwanie systemu
Item0750=Wyłączone: Zastosuj funkcję przywracania ustawień fabrycznych, aby przywrócić system 
Item0751=Uaktualnij swój system, instalując najnowsze aktualizacje firm Microsoft i HP.
Item0752=Wybrano środowisko odzyskiwania HP. System zostanie uruchomiony ponownie, a następnie zostanie uruchomione środowisko odzyskiwania. Czy chcesz kontynuować?
Item0753=Jeśli na komputerze były pierwotnie zainstalowane co najmniej dwa systemy operacyjne, w trakcie procesu odzyskiwania zostaną one zresetowane do stanu fabrycznego.
Item0754=Wybrano narzędzie 00. System zostanie ponownie uruchomiony, a następnie przejdzie do środowiska przywracania. Czy chcesz kontynuować?
Item0755=Wszystkie pliki i partycje utworzone przez użytkownika oraz programy zainstalowane po zakupieniu urządzenia zostaną utracone.
Item0756=Proces odzyskiwania składa się z dwóch faz:
Item0757=Przygotowanie do odzyskiwania
Item0758=Partycja systemu Windows zostanie ponownie sformatowana, a wszystkie pliki wymagane do przywrócenia systemu Windows do pierwotnego stanu fabrycznego zostaną skopiowane na dysk twardy.
Item0759=Instalacja odzyskiwania
Item0760=Instalacja oprogramowania i sterowników oraz przystosowanie zawartości do komputera.
Item0761=Odtwarzanie plików na dysku twardym
Item0762=Na tym komputerze jest włączone oprogramowanie HP Drive Encryption (HPDE). Wyłącz oprogramowanie HPDE przed uruchomieniem narzędzia do odzyskiwania systemu.
	
[Minimized Image Recovery]	
Item0800=Przywracanie minimalnego obrazu
Item0801=Zostanie zainstalowane czyste środowisko Windows wraz ze sterownikami i najważniejszymi programami.
Item0802=Wszystkie pliki utworzone przez użytkownika i programy zainstalowane po zakupieniu urządzenia zostaną utracone.
Item0803=Zaleca się uprzednie wykonanie kopii zapasowych plików
Item0804=Odzyskaj dane bez wykonywania kopii zapasowych plików
Item0805=Aby kontynuować, wybierz opcję i kliknij przycisk Dalej.
Item0806=Przywracanie minimalnego obrazu
Item0807=Witamy w programie HP Recovery Manager
Item0808=Zostanie zainstalowane czyste środowisko Windows wraz ze sterownikami i najważniejszymi programami.
Item0809=Proces odzyskiwania składa się z dwóch faz:
Item0810=Przygotowanie do odzyskiwania
Item0811=Ponowne formatowanie dysku twardego i kopiowanie wszystkich plików potrzebnych do odtworzenia minimalnego obrazu na dysku twardym.
Item0812=Instalacja odzyskiwania
Item0813=Instalacja oprogramowania i sterowników oraz przystosowanie zawartości do komputera.
Item0814=Przed wykonaniem dalszych operacji odłącz wszystkie urządzenia zewnętrzne.
Item0815=Dodatkowe informacje można znaleźć w dokumentacji dołączonej do komputera.
Item0816=Kliknij przycisk Dalej, aby kontynuować.
Item0817=Wykryto dysk dynamiczny. Nie można kontynuować odzyskiwania. Do odzyskania zawartości pamięci potrzebny jest nośnik odzyskiwania.
Item0818=Przygotowanie do odzyskiwania zminimalizowanego obrazu
Item0819=Ponowne formatowanie partycji Windows na dysku twardym
Item0820=Kopiowanie informacji wymaganych do odtworzenia dysku twardego
Item0821=Postęp:  00 % 
Item0822=Szacowany pozostały czas: 00 minut
Item0823=Proszę czekać...
Item0824=Zakończono przygotowanie do odzyskiwania
Item0825=Po ponownym uruchomieniu komputera rozpocznie się faza instalacji odzyskiwania.
Item0826=Zostanie zainstalowane oprogramowanie i sterowniki oraz nastąpi przystosowanie zawartości do komputera.
Item0827=W tej fazie komputer będzie kilkakrotnie automatycznie uruchamiany ponownie. Jest to normalna procedura.
Item0828=Nie wyłączaj komputera, nie zamykaj jego pokrywy, nie odłączaj go od zasilania sieciowego ani nie próbuj w tym czasie z niego korzystać.
Item0829=Kliknij przycisk Kontynuuj, aby ponownie uruchomić komputer teraz.
Item0830=Zakończono odzyskiwanie
Item0831=Po ponownym uruchomieniu komputera i zakończeniu jego początkowej konfiguracji należy wykonać kilka dodatkowych ważnych kroków:
Item0832=zaktualizować pliki zabezpieczeń firm Microsoft i HP
Item0833=zainstalować ponownie oprogramowanie, które nie było dostarczone z komputerem
Item0834=odtworzyć dane osobiste z kopii zapasowej (jeśli ją przygotowano)
Item0835=Kliknij przycisk Zakończ, aby ponownie teraz uruchomić komputer.
Item0836=OK
Item0837=Włóż dysk odzyskiwania 00.
Item0838=Wyjmij nośnik odzyskiwania z napędu komputera
Item0839=Program HP Recovery Manager zainstaluje zminimalizowany obraz. Dane użytkownika oraz zmiany wprowadzone na dysku twardym zostaną usunięte.
Item0840=Przed wykonaniem dalszych operacji odłącz wszystkie urządzenia zewnętrzne oprócz klawiatury, myszy i monitora.
Item0841=Wyłączone: Zastosuj funkcję przywracania ustawień fabrycznych, aby przywrócić system
Item0842=Jeśli na komputerze były pierwotnie zainstalowane co najmniej dwa systemy operacyjne, w trakcie procesu odzyskiwania zostaną one zresetowane do stanu fabrycznego.
	
[Boot from UCRD]	
Item0900=Odzyskiwanie systemu
Item0901=Program HP Recovery Manager jest domyślnie uruchamiany z twardego dysku, jednak istnieje możliwość uruchomienia go z nośnika umieszczonego w napędzie komputera.
Item0902=Uruchom program z nośnika
Item0903=Uruchom program z dysku twardego
Item0904=Aby kontynuować, wybierz opcję i kliknij przycisk Dalej.
Item0905=Uruchamianie programu z dysku twardego
Item0906=Komputer zostanie ponownie uruchomiony z partycji.
Item0907=Przed wykonaniem dalszych operacji wyjmij nośnik odzyskiwania z napędu komputera.
Item0908=Kliknij przycisk Zakończ, aby zamknąć kreatora.
Item0909=Skontaktuj się z działem obsługi klienta firmy HP
Item0910=Ten komputer nie jest obsługiwany przez nośnik odzyskiwania systemu.
Item0911=Nie można kontynuować odzyskiwania systemu, używając tego nośnika.
Item0912=Jeśli odzyskanie systemu za pośrednictwem portu urządzenia nie jest możliwe, skontaktuj się z obsługą klienta HP.
		
[Factory Reset]	
Item1000=Przywracanie ustawień fabrycznych
Item1001=Przywracanie obrazu zainstalowanego fabrycznie
Item1002=Czy chcesz przywrócić ustawienia fabryczne komputera?
Item1003=Zaleca się uprzednie wykonanie kopii zapasowych plików.
Item1004=Odzyskaj dane bez wykonywania kopii zapasowych plików
Item1005=Aby kontynuować, wybierz opcję i kliknij przycisk Dalej.
Item1006=Witamy w programie HP Recovery Manager
Item1007=Program służy do przywracania ustawień fabrycznych komputera.
Item1008=Proces odzyskiwania składa się z dwóch faz:
Item1009=Przygotowanie do odzyskiwania
Item1010=Ponowne formatowanie dysku twardego i kopiowanie wszystkich plików potrzebnych do odtworzenia obrazu fabrycznego na dysk twardy.
Item1011=Instalacja odzyskiwania
Item1012=Instalacja oprogramowania i sterowników oraz przystosowanie zawartości do komputera.
Item1013=Przed wykonaniem dalszych operacji odłącz wszystkie urządzenia zewnętrzne.
Item1014=Dodatkowe informacje można znaleźć w dokumentacji dołączonej do komputera.
Item1015=Kliknij przycisk Dalej, aby kontynuować.
Item1016=Program HP Recovery Manager przywróci dysk twardy komputera do stanu fabrycznego. Dane użytkownika oraz zmiany wprowadzone na dysku twardym zostaną usunięte.
Item1017=Przygotowanie do odzyskiwania obrazu fabrycznego
Item1018=Ponowne formatowanie partycji Windows na dysku twardym
Item1019=Kopiowanie informacji wymaganych do odtworzenia dysku twardego
Item1020=Odtwarzanie plików na dysku twardym
Item1021=Postęp:  00 % 
Item1022=Proszę czekać...
Item1023=Szacowany pozostały czas: 00 minut
Item1024=Zakończono przygotowanie do odzyskiwania
Item1025=Po ponownym uruchomieniu komputera rozpocznie się faza instalacji odzyskiwania.
Item1026=Zostanie zainstalowane oprogramowanie i sterowniki oraz nastąpi przystosowanie zawartości do komputera.
Item1027=W tej fazie komputer będzie kilkakrotnie automatycznie uruchamiany ponownie. Jest to normalna procedura.
Item1028=Nie wyłączaj komputera, nie zamykaj jego pokrywy, nie odłączaj go od zasilania sieciowego ani nie próbuj w tym czasie z niego korzystać.
Item1029=Kliknij przycisk Kontynuuj, aby ponownie uruchomić komputer teraz.
Item1030=Zakończono odzyskiwanie
Item1031=Po ponownym uruchomieniu komputera i zakończeniu jego początkowej konfiguracji należy wykonać kilka dodatkowych ważnych kroków:
Item1032=zaktualizować pliki zabezpieczeń firm Microsoft i HP
Item1033=zainstalować ponownie oprogramowanie, które nie było dostarczone z komputerem
Item1034=odtworzyć dane osobiste z kopii zapasowej (jeśli ją przygotowano)
Item1035=Kliknij przycisk Zakończ, aby ponownie teraz uruchomić komputer.
Item1036=Tak
Item1037=Nie
Item1038=Skontaktuj się z działem obsługi klienta firmy HP
Item1039=Przywrócenie ustawień dysku twardego w większości przypadków powoduje rozwiązanie problemów.
Item1040=Jeśli problemy nadal występują, spróbuj skontaktować się z działem obsługi klienta firmy HP.
Item1041=Dane do kontaktu z pomocą techniczną firmy HP można znaleźć w dokumentacji komputera.
Item1042=Kliknij przycisk Zakończ, aby zamknąć program.
Item1043=Włóż dysk odzyskiwania 00.
Item1044=Wyjmij nośnik odzyskiwania z napędu komputera
Item1045=Program HP Recovery Manager przywróci dysk twardy komputera do stanu fabrycznego. Dane użytkownika oraz wszystkie zmiany wprowadzone na dysku twardym zostaną usunięte.
Item1046=OK
Item1047=Anuluj
Item1048=Przed wykonaniem dalszych operacji odłącz wszystkie urządzenia zewnętrzne oprócz klawiatury, myszy i monitora.
Item1049=Program HP Recovery Manager przywróci dyski twarde komputera do stanu fabrycznego. Dane użytkownika oraz wszystkie zmiany wprowadzone na dysku twardym zostaną usunięte.	
Item1050=Proces odzyskiwania przywróci system do pierwotnego stanu fabrycznego.
Item1051=Dysk twardy zostanie ponownie podzielony na partycje i sformatowany zgodnie z pierwotnym stanem fabrycznym.
Item1052=Wszystkie pliki i partycje utworzone przez użytkownika oraz programy zainstalowane po zakupie komputera zostaną utracone.
Item1053=Jeśli na komputerze były pierwotnie zainstalowane co najmniej dwa systemy operacyjne, w trakcie procesu odzyskiwania zostaną one zresetowane do stanu fabrycznego.
	
[Restoration Incomplete]	
Item1100=Odzyskiwanie nieukończone
Item1101=Odzyskiwanie nie zostało ukończone.
Item1102=Kliknij jeden z następujących przycisków:
Item1103=Zapisz plik dziennika
Item1104=Szczegóły
Item1105=Ponów próbę
Item1106=Ta funkcja służy do zebrania informacji na temat systemu, aby pomóc specjalistom z firmy HP w zdiagnozowaniu problemu.
Item1107=Podłącz dysk wymienny, na którym dostępnych jest co najmniej 00 MB wolnego miejsca i kliknij przycisk OK.
Item1108=OK
Item1109=Za mało wolnego miejsca. Podłącz dysk wymienny, na którym dostępnych jest co najmniej 00 MB wolnego miejsca i kliknij przycisk OK.
Item1110=Plik dziennika zapisano jako 00.
Item1111=Włóż nośnik odzyskiwania.
Item1112=Kliknij przycisk Kontynuuj, aby ponownie uruchomić komputer teraz.
Item1113=Kontynuuj
Item1114=Całkowita pojemność dysku twardego jest mniejsza niż pojemność oryginalnego, zainstalowanego fabrycznie dysku twardego. Nie można kontynuować procesu odzyskiwania.
Item1115=Całkowita pojemność dysku twardego jest zbyt mała. Nie można kontynuować procesu odzyskiwania.
	
[Drivers and Applications Reinstall]	
Item1200=Ponowna instalacja aplikacji i sterowników
Item1201=Tworzenie listy sterowników i aplikacji
Item1202=Strona główna
Item1203=Zainstaluj
Item1204=Instalowanie
Item1205=Ukończono
Item1206=Aplikacje (00)
Item1207=Sterowniki (00)
Item1208=Aktualizacje firmy HP (00) — aktualizacje pobrane i zainstalowane ze strony HP.com lub za pośrednictwem programu HP Support Assistant
Item1209=Wersja: 00
Item1210=Pozycji: 00,
Item1211=00 z 01 wybranych pozycji,
Item1212=aplikacja: 00 i
Item1213=aplikacje 00 i
Item1214=sterownik 00 i
Item1215=sterowniki 00 i
Item1216=aktualizacja firmy HP: 00
Item1217=aktualizacje firmy HP: 00
Item1218=Instalacja została zakończona.
Item1219=Trwa instalacja oprogramowania. Anulowano zamykanie programu HP Recovery Manager.
Item1220=OK
Item1221=Należy odinstalować poprzednią wersję programu przed rozpoczęciem ponownej instalacji tej wersji.
Item1222=Podczas ponownej instalacji oprogramowania wystąpiły błędy. Spróbuj ponownie.
Item1223=Nie znaleziono źródła oprogramowania na tym komputerze
Item1224=Element
Item1225=00 z 01 wybranych elementów,
Item1226=Co najmniej jeden z wybranych sterowników i/lub aplikacji mógł nie zostać zainstalowany poprawnie i został oznaczony wykrzyknikiem. Przed próbą ich ponownej instalacji przy użyciu programu HP Recovery Manager należy je odinstalować.
Item1227=Co najmniej jeden z wybranych sterowników i/lub aplikacji mógł nie zostać zainstalowany poprawnie i został oznaczony następującym znakiem: 00. Przed próbą ich ponownej instalacji przy użyciu programu HP Recovery Manager należy je odinstalować.
Item1228=Sterownik 00
Item1229=Sterowniki 00
Item1230=Gotowe	
	
[RP Protection]	
Item1300=Usuwanie partycji
Item1301=Ostrzeżenie
Item1302=Ten obszar twardego dysku (lub jego partycji) zawiera pliki użyte podczas resetowania systemu za pomocą funkcji Windows Push Button Reset (Przywracanie systemu za naciśnięciem przycisku) oraz oprogramowania HP Image Recovery.
Item1303=Nie usuwaj tych plików ani nie wprowadzaj w nich zmian.
Item1304=Jakiekolwiek zmiany dokonane na tej partycji mogą zakłócić działanie funkcji odzyskiwania systemu.
	
[Show Contact Information]	
Item1350=Skontaktuj się z działem obsługi klienta firmy HP
Item1351=W większości przypadków przywrócenie obrazu zainstalowanego fabrycznie powoduje rozwiązanie problemów.
Item1352=Jeśli problemy nadal występują lub jeśli potrzebujesz nośników do odzyskiwania systemu, skontaktuj się z działem obsługi klienta HP.
Item1353=Kontakt z działem obsługi klienta HP:
Item1354=www.hp.com/go/contacthp
Item1355=Kliknij przycisk Zakończ, aby zamknąć program.
Item1356=Kliknij przycisk Anuluj, aby zamknąć program.

[File Backup Program 2.0]
Item1400=Której metody wyboru plików chcesz użyć przy tworzeniu kopii zapasowej?
Item1401=Wybór automatyczny
Item1402=Wybierz kategorie plików, których kopie zapasowe będą wykonywane.
Item1403=Wybór przez użytkownika
Item1404=Wybierz ręcznie pliki i foldery, których kopie zapasowe będą wykonywane.
Item1405=Przy wyborze automatycznym użytkownik wybiera kategorie plików, których kopie zapasowe będą wykonywane. Na przykład „Zdjęcia” czy „Pliki muzyczne i inne pliki audio”. Następnie w komputerze są wyszukiwane pliki tych kategorii (na podstawie wstępnie zdefiniowanego zestawu powszechnie używanych typów plików tego rodzaju) i jest wykonywana ich kopia zapasowa. Pliki te są poddawane kompresji i aby można było z nich skorzystać, należy użyć opcji przywracania.
Item1406=W przypadku wyboru przez użytkownika należy dokładnie wskazać, dla których plików i folderów należy wykonać kopie zapasowe, wybierając je w oknie eksploratora Windows. Są dwie opcje wykonywania kopii zapasowej — Kompresja i Bez kompresji
Item1407=Kompresja: Pliki są poddawane kompresji i aby można było z nich skorzystać, należy użyć opcji przywracania.
Item1408=Bez kompresji: pliki i katalogi są kopiowane kolejno, bez kompresji. Pliki te są dostępne bez użycia opcji przywracania.
Item1409=Czy chcesz zastosować kompresję?
Item1410=Kompresja
Item1411=Bez kompresji
Item1412=Pliki są poddawane kompresji do formatu WIM i aby można było z nich skorzystać, należy przywrócić je na komputer przy użyciu opcji przywracania. Ta opcja zapewnia minimalny rozmiar kopii zapasowej, a podczas procesu przywracania pliki są automatycznie kopiowane na dysk C:\ i są dostępnie za pośrednictwem skrótu na pulpicie.
Item1413=Pliki i katalogi są kopiowane kolejno, bez kompresji i są bezpośrednio dostępne na napędzie, gdzie umieszczono kopię zapasową, bez konieczności używania opcji przywracania plików. Podczas korzystania z tej opcji rozmiar kopii zapasowej nie jest minimalizowany, a pliki i katalogi należy ręcznie skopiować (kopiuj/wklej) z powrotem na komputer.
Item1414=Dla jakich plików chcesz utworzyć kopie zapasowe?
Item1415=Przeglądaj pliki
Item1416=Rozmiar kopii zapasowej:  00
Item1417=Nazwa
Item1418=Rozmiar
Item1419=Wybór nośnika kopii zapasowej
Item1420=Wybór nośnika: 00
Item1421=Liczba dysków tego typu potrzebna do utworzenia kopii zapasowej: 00.
Item1422=Aby kontynuować wykonywanie kopii zapasowej na wybranym nośniku, kliknij przycisk Dalej.
Item1423=Aby wybrać inny typ nośnika, kliknij przycisk Wstecz.
Item1424=Przygotowywanie plików
Item1425=Tworzenie dysku
Item1426=Nagraj dysk
Item1427=Sprawdź dysk
Item1428=Włóż dysk 00 z 00 00.
Item1429=Wybrane pliki
Item1430=Kopiuj pliki
Item1431=Wybrane pliki i katalogi zostały skopiowane
Item1432=Kopiowanie plików przez program Recovery Manager zakończyło się powodzeniem
Item1433=Niektóre pliki są większe od pojemności dysku kopii zapasowej, nie można kontynuować procesu kopiowania.
Item1434=Użyj trybu Kompresja
Item1435=Nie wybieraj plików większych niż 00
Item1436=Ponownie wybierz urządzenie
Item1437=Lista dużych plików
Item1438=Włóż dysk 00.
Item1439=Nie jest dostępny dysk z wystarczającą ilością wolnego miejsca na zapisanie kopii zapasowej. Podłącz inny dysk lub zwolnij miejsce na jednym z obecnie podłączonych dysków.
Item1440=Ten rodzaj dysku nie jest obsługiwany.
Item1441=Zmniejsza rozmiar pliku. Wymaga użycia opcji przywracania plików.
Item1442=Nie zmniejsza rozmiaru pliku, nie wymaga opcji przywracania plików.
Item1443=Kopia zapasowa może być zapisana na nośniku optycznym lub na zewnętrznym dysku twardym. Jeśli danego urządzenia lub rodzaju nośnika nie ma na poniższej liście, upewnij się, że są one podłączone i włączone. Aby kontynuować proces tworzenia kopii zapasowej, upewnij się także, że poszukiwany nośnik jest włożony do urządzenia optycznego.
Item1444=Niewłaściwy dysk lub dysk jest uszkodzony. Włóż dysk 00.
Item1445=Kopię zapasową można zapisać tylko na zewnętrznym dysku twardym lub napędzie flash USB w formacie NTFS. Przed kontynuowaniem procesu wykonania kopii zapasowej sprawdź, czy żądane urządzenie jest podłączone oraz czy jest ono sformatowane w systemie plików NTFS.
Item1446=Jeśli narzędzie 00 zostało wybrane przy użyciu opcji Wybór automatyczny lub Wybór przez użytkownika, wówczas kopie zapasowe wszystkich plików zostaną utworzone w trybie Bez kompresji, a w celu ich przywrócenia konieczne będzie ręczne skopiowanie danych. Nie można będzie użyć opcji Przywracanie plików.
Item1447=Wszystkie pliki są zapisywane w folderze narzędzia 00.
Item1448=Pliki są poddawane kompresji do formatu WIM i zanim możliwy będzie do nich dostęp, należy przywrócić je na komputer przy użyciu opcji Przywracanie plików. Ta opcja minimalizuje rozmiar kopii zapasowej, wszystkie pliki zostaną przywrócone do miejsca docelowego określonego przez użytkownika i będą dostępne za pośrednictwem skrótu na pulpicie.
Item1449=W przypadku wyboru danych narzędzia 00 kompresja nie jest obsługiwana.
Item1450=Kopia zapasowa danych narzędzia 00 została utworzona w katalogu głównym folderu kopii zapasowej:
Item1451=Po zakończeniu przywracania skopiuj do systemu kopię zapasową danych narzędzia 00 z określonego powyżej folderu na nośniku kopii zapasowej.
Item1452=Kopię zapasową danych narzędzia 00 można utworzyć tylko przy użyciu opcji Bez kompresji.
Item1453=Wybierz przycisk OK, aby utworzyć kopię zapasową przy użyciu opcji Bez kompresji, albo przycisk Anuluj, aby ponownie utworzyć kopię zapasową plików.

[Windows Recovery Environment]
Item1500=HP kopia zapasowa i przywracanie lub skontaktuj się z obsługą techniczną HP

[Windows System Refresh]
Item1600=Odśwież swój komputer, pozostawiając bez zmian pliki osobiste.

[AboutInfo]
Item1700=Informacja
Item1701=Wersja
Item1702=Nośniki odzyskiwania
Item1703=System
Item1704=Numer produktu
Item1705=Numer seryjny
Item1706=Partycja odzyskiwania HP
Item1707=Tak
Item1708=Nie
Item1709=Informacje